{
  "terms": {
    "title": "Terms of Use",
    "termsAndConditions": {
      "title": "TERMS AND CONDITIONS",
      "intro": "These Terms and Conditions constitute a legally binding agreement between Todd Agriscience, Inc. and its affiliates (together, \"Todd\", \"our\", \"us\", \"we\" or \"company\") and you, the user of todd.com (the \"Site\"). By accessing the Site, you acknowledge that you have read and agree to these Terms and Conditions. These Terms and Conditions govern your use of the Site. Please read these Terms and Conditions carefully. If you do not agree with any of the terms and conditions contained herein, please do not access the Site.",
      "amendments": "Todd reserves the right to amend these Terms and Conditions in its sole discretion. Todd will post any changes to these Terms and Conditions on the Site, and changes are effective immediately upon posting. Your continued use of the Site after any such changes constitutes your acceptance of the new terms and conditions. You should consult the \"Privacy and Terms\" bar on the Site each time you visit the Site.",
      "ageRequirement": "The Site is offered and available to users who are 18 years of age or older. By using the Site, you represent and warrant that you are of legal age to form a binding contract with Todd. If you do not meet all of these requirements, you must not access or use the Site."
    },
    "purpose": {
      "title": "PURPOSE OF THE SITE; NO ADVICE; NO RECOMMENDATIONS",
      "informational": "The information presented on or through the Site is made available solely for informational purposes in relation to Todd and its information consulting capabilities for prospective farms. Todd does not warrant the accuracy, completeness or usefulness of any information on the Site. Any reliance you place on such information is strictly at your own risk. Todd disclaims all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Site, or by anyone who may be informed of any of its contents.",
      "noAdvice": "The Site is not intended to provide legal, business, tax, accounting, investment or other advice. You agree not to construe any of the Content (as defined below) provided in connection with the Site as legal, business, tax, accounting, investment, financial or other advice. You agree that the Content provided in connection with the Site does not, and shall not be deemed to, constitute an offer to sell, or a solicitation to any person to buy any product or service. You understand that none of the Content constitutes a recommendation that you or any other person purchase or use any product or service, or that you should pursue any management strategy, and the Content is not to be relied upon for the purpose of making management or other decisions. In addition, you understand and agree that all Content provided in connection with the Site is published without consideration of your individual circumstances, financial or otherwise. Accordingly, you agree that you are solely responsible for any management decisions or other determinations made, including the evaluation of any farming or other risks, with respect to any of the Content provided in connection with the Site. You agree to consult your own professional advisors as to any legal, business, tax, accounting, investment, financial or other advice regarding any Content provided in connection with the Site."
    },
    "regulatory": {
      "title": "REGULATORY DISCLOSURES",
      "noSolicitation": "Todd does not solicit or make its products or services available to the public. The \"Content\" provided on or through the \"Site\" may include information regarding past and/or present portfolio farms and/or farms managed by \"Todd\", its affiliates and/or its personnel. It should not be assumed that management strategies made in the future will be comparable in quality or performance to the management strategies described herein. Further, references to past and present portfolio farms or management strategies should not be construed as a recommendation of any particular management strategy. Current and previous portfolio farms and/or management strategies listed on the \"Site\" are not to be considered a complete list of all management strategies historically made by \"Todd\". The management strategies listed should not be assumed to have been profitable. Any past performance information on the \"Site\" is not necessarily indicative, or a guarantee, of future results.",
      "forwardLooking": "Certain information contained on the Site; constitutes \"forward-looking statements.\" All \"forward-looking statements\" represent only the intent and belief of \"Todd\" as of the date such statements were made. None of \"Todd\" or any of its affiliates (i) assumes any responsibility for the accuracy and completeness of any \"forward-looking statements\" or (ii) undertakes any obligation to disseminate any updates or revisions to any \"forward-looking statement\" contained on the Site to reflect any change in their expectation with regard thereto or any change in events, conditions or circumstances on which any such statement is based. Due to various risks and uncertainties, actual events or results may differ materially from those reflected or contemplated in such \"forward-looking statements.\""
    },
    "privacyPolicies": {
      "title": "PRIVACY POLICIES",
      "content": "In addition to these Terms of Use, your use of and access to the Site is also subject to our Website Privacy Policy (the \"Privacy Policy\") and our California Website Privacy Policy (the \"California Privacy Policy\"), which are incorporated by reference herein, as applicable. Our Privacy Policy and our California Privacy Policy contain additional terms relating to our potential collection, use and disclosure of your personal information, as applicable. You agree that you have read, agreed to and understand our Privacy Policy and our California Privacy Policy, as applicable."
    },
    "ownership": {
      "title": "OWNERSHIP",
      "content": "The wordmarks, trade names, trademarks, service marks, trade dress, and other indicia of source (collectively, \"Marks\") found on the Site and any and all information and content available through the Site (including strategies, policies, decisions, research, concepts and other information (collectively, the \"Content\")) are proprietary to Todd or its licensors and are protected by intellectual property rights and unfair competition and other laws. You may not use any Mark or Content without the express written permission of the owner (whether Todd or otherwise), and nothing contained in these Terms and Conditions or anywhere on the Site shall be construed as granting any license or right to use any Mark or Content."
    },
    "thirdPartyLinks": {
      "title": "THIRD-PARTY LINKS",
      "content": "From time to time, Todd may provide links from the Site to websites operated by third parties. Todd's decision to do so is in no way an endorsement of these sites. Todd does not monitor, edit or control such third-party sites and is not responsible in any way for the suitability of their content or for the quality of the products or services offered therein. Your choice to follow links to such websites is at your sole risk. When you click on a link to another website you will be leaving the Site. If you have any questions regarding a linked site, please direct them to the administrator of the relevant site. Todd; reserves the right to terminate any link at any time."
    },
    "disclaimer": {
      "title": "DISCLAIMER OF WARRANTIES",
      "content": "THE SITE AND CONTENT ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" AND, TO THE MAXIMUM EXTENT PERMITTED UNDER LAW, ARE PROVIDED WITHOUT WARRANTIES, CLAIMS OR REPRESENTATIONS MADE BY TODD, EITHER EXPRESS, IMPLIED OR STATUTORY, WITH RESPECT TO THE SITE, INCLUDING WARRANTIES OF QUALITY, PERFORMANCE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, NOR ARE THERE ANY WARRANTIES CREATED BY COURSE OF DEALING, COURSE OF PERFORMANCE OR TRADE USAGE. TODD FURTHER DOES NOT REPRESENT OR WARRANT THAT THE SITE OR CONTENT WILL ALWAYS BE AVAILABLE, ACCESSIBLE, UNINTERRUPTED, TIMELY, SECURE, ACCURATE, COMPLETE OR ERROR-FREE. YOU ACKNOWLEDGE THAT THE ENTIRE RISK ARISING OUT OF THE USE OR PERFORMANCE OF THE SITE REMAINS WITH YOU TO THE MAXIMUM EXTENT PERMITTED UNDER LAW."
    },
    "limitation": {
      "title": "LIMITATION OF LIABILITY",
      "noLiability": "\"TODD\" DOES NOT ASSUME ANY LIABILITY OR RESPONSIBILITY FOR THE SITE OR THE CONTENT. TO THE FULLEST EXTENT NOT PROHIBITED BY LAW, \"TODD\" IS NOT LIABLE TO YOU OR ANYONE ELSE FOR ANY CLAIM OF ANY NATURE WHATSOEVER BASED ON (1) THE \"SITE\" OR THE \"CONTENT\", INCLUDING ANY DECISION MADE OR ACTION TAKEN IN RELIANCE ON THE \"CONTENT\" OR ANY FEATURE OF THE \"SITE\", OR (2) YOUR BREACH OF ANY PROVISION OF THESE TERMS OF USE.",
      "noDamages": "UNDER NO CIRCUMSTANCES WILL TODD BE LIABLE FOR ANY DAMAGES OR LOSSES (INCLUDING DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES, LOST REVENUES, LOST PROFITS, LOSS OF BUSINESS, LOSS OF DATA OR ANY OTHER DAMAGES OR LOSSES) ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OF USE OR YOUR USE OF ANY SERVICE OR \"CONTENT\", REGARDLESS OF THE THEORY OF LIABILITY, WHETHER TORT (INCLUDING NEGLIGENCE OF ANY KIND), CONTRACT OR ANY OTHER LEGAL OR EQUITABLE THEORY, EVEN IF ADVISED OF THE POSSIBILITY OF THE DAMAGES OR IF THE DAMAGES COULD HAVE BEEN FORESEEN.",
      "applicableLaw": "THE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW."
    },
    "indemnity": {
      "title": "INDEMNITY",
      "content": "You agree that you will be solely responsible for, and that you will defend, indemnify and hold Todd, its parents, subsidiaries and other affiliates and each of their respective officers, directors, agents, employees and representatives harmless from and against any and all claims, demands, liabilities, costs or expenses, including reasonable attorneys fees, resulting from your violation of these Terms and Conditions or otherwise resulting from your use of the Site. Todd reserves the right, at its own expense, to assume the exclusive defense and control of any matter for which it is entitled to indemnification, but you must still indemnify Todd for all liabilities, losses or damages. You agree to provide Todd with whatever cooperation it reasonably requests."
    },
    "claimsLimitation": {
      "title": "LIMITATION ON TIME TO FILE CLAIMS",
      "content": "ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE SITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED, UNLESS OTHERWISE REQUIRED BY LAW."
    },
    "miscellaneous": {
      "title": "MISCELLANEOUS",
      "assignment": "You may not assign or otherwise transfer these Terms and Conditions or your rights or obligations under it without Todd's prior written consent, and any attempted assignment or other transfer in violation of this provision shall be null and void. Todd may assign these Terms and Conditions or any rights under these Terms and Conditions without your consent and without notice. Nothing in these Terms and Conditions may be used to construe you and Todd as joint venturers, co-employers, partners or agents of each other, and neither you nor Todd has the power to obligate or bind the other in any way whatsoever. Should any term or provision hereof be deemed invalid, void or unenforceable either in its entirety or in a particular application, the remainder of these Terms and Conditions shall nonetheless remain in full force and effect. The failure of Todd at any time or times to require performance of any provision hereof shall in no manner affect its right at a later time to enforce the same unless the same is waived in writing. The Site is operated by us in the United States. Given the global nature of the internet however, the Site may be accessed by users residing outside of the United States. We make no representations or warranties that the Site are appropriate or available for use in countries outside of the United States. Visitors who choose to access the Site from outside of the United States do so at their own initiative and are responsible for compliance with any and all local laws and regulations that may apply to such access. These Terms and Conditions shall be governed by and construed in accordance with the laws of the State of Delaware without regard to its conflict of law rules. Any legal proceeding arising out of or relating to these Terms and Conditions against or relating to Todd or any indemnified party under these Terms and Conditions will be subject to the exclusive jurisdiction of any state or federal court sitting in the County of Los Angeles, California and you irrevocably consent to the jurisdiction of such courts. The terms and conditions set forth in these Terms and Conditions and any agreements included or referred to in these Terms and Conditions constitute the final, complete and exclusive agreement with respect to the Site and may not be contradicted, explained or supplemented by evidence of any prior agreement, any contemporaneous oral agreement or any consistent additional terms.",
      "headings": "Headings and captions throughout these Terms and Conditions are for convenience only and should not be considered part of these Terms and Conditions. The word \"including\" means \"including without limitation.\""
    }
  }
}
